Revit 2024 API
ReleaseConditions.My Property
 Gets or Sets the My of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public bool My { get; set; }
Visual Basic
Public Property My As Boolean
	Get
	Set
Visual C++
public:
property bool My {
	bool get ();
	void set (bool value);
}
See Also
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace